Repository: vishalrana-zt/zenforms-spm
Catalog: Sources/Resources/StringsFiles/*.lproj/Localizable.strings
Languages: es

# lbl_No_chart_data
source: No chart data is available.
es: No hay datos de gráficos disponibles.

# lbl_Settings
source: Settings
es: Ajustes

# lbl_Datasets
source: Datasets
es: Conjuntos de datos

# lbl_Dataset
source: Dataset
es: Conjunto de datos

# lbl_Chart_Title
source: Chart Title:
es: Título del gráfico:

# lbl_XAxis_Label
source: X-Axis Label:
es: Etiqueta del eje X:

# lbl_YAxis_Label
source: Y-Axis Label:
es: Etiqueta del eje Y:

# lbl_Previous
source: Previous
es: Previa

# lbl_Next
source: Next
es: Próxima

# lbl_Select_Section
source: Select Section
es: Seleccionar sección

# lbl_Section
source: Section:
es: Sección:

# lbl_Clear
source: Clear
es: Clara

# lbl_Selet_color
source: Selet a color
es: Selecciona un color

# lbl_Black
source: Black
es: Negra

# lbl_Red
source: Red
es: Roja

# lbl_Green
source: Green
es: Verde

# lbl_Blue
source: Blue
es: Azul

# lbl_Select_tool
source: Select a tool
es: Seleccione una herramienta

# lbl_Pen
source: Pen
es: Bolígrafo

# lbl_Line
source: Line
es: Línea

# lbl_Arrow
source: Arrow
es: Flecha

# lbl_Rect_Stroke
source: Rect (Stroke)
es: Rectificado (trazo)

# lbl_Rect_Fill
source: Rect (Fill)
es: Rectificado (relleno)

# lbl_Ellipse_Stroke
source: Ellipse (Stroke)
es: Elipse (trazo)

# lbl_Ellipse_Fill
source: Ellipse (Fill)
es: Elipse (relleno)

# lbl_Eraser
source: Eraser
es: Borrador

# lbl_Draggable_Text
source: Draggable Text
es: Texto arrastrable

# lbl_Redo
source: Redo
es: Rehacer

# lbl_Tool
source: Tool
es: Herramienta

# lbl_PenWidth
source: Pen Width
es: Ancho de Lápiz

# lbl_Alpha
source: Alpha
es: Alfa

# lbl_Undo
source: Undo
es: Deshacer

# lbl_Add
source: Add
es: Agregar

source: Cancel
es: Cancelar

source: Yes
es: Sí

source: Done
es: Hecho

source: OK
es: Aceptar

# lbl_White_Board
source: White Board
es: Pizarra

# lbl_Choose_from_options
source: Choose from options
es: Elige entre opciones

# lbl_Add_Image
source: Add Image
es: Agregar imagen

# lbl_Library
source: Library
es: Biblioteca

# lbl_Camera
source: Camera
es: Cámara

# No_Camera
source: Device has no camera
es: El dispositivo no tiene cámara

# msg_pls_sign_green_box
source: Please sign within the green box
es: Por favor firme dentro del cuadro verde

# lbl_Custom_Reason
source: Custom Reason
es: Motivo personalizado

# lbl_Enter_label
source: Enter label
es: Introducir etiqueta

# lbl_ViewEdit
source: View/Edit
es: Vista/Editar

# lbl_Signature
source: Signature
es: Firma

# lbl_Add_Signature
source: Add Signature
es: Agregar firma

# lbl_Attach_file
source: Attach File
es: Adjuntar archivo

# alert_dialog_title
source: Alert!
es: Alerta!

# lbl_Permission_Denied
source: Permission Denied
es: Permiso denegado

# lbl_Permission_limited
source: Limited Access Given
es: Acceso limitado dado

# lbl_Go_to_Settings
source: Go to Settings
es: Ir a configuración

# msg_cameraPermissionDenied
source: Please give permission to access device camera via device settings.
es: Por favor, dé permiso para acceder a la cámara del dispositivo a través de la configuración del dispositivo.

# msg_galleryPermissionDenied
source: Please give permission to access photos via device settings.
es: Por favor, dé permiso para acceder a las fotos a través de la configuración del dispositivo.

# msg_fullGalleryPermissionDenied
source: Please allow full access to photos, so you can select all photos from gallary.
es: Permita el acceso completo a las fotos, para que pueda seleccionar todas las fotos de la galería.

# lbl_attachment
source: Attachment
es: Adjunto

# lbl_Document
source: Document
es: Documento

# lbl_Sketch
source: Sketch
es: Boceto

# lbl_Getting_Document
source: Getting Document..
es: Obteniendo documento...

# lbl_Adding_PhotosVideos
source: Adding Photo(s)/Video(s)
es: Agregar fotos/vídeos

# msg_executablesfilesNotSupported
source: Executables files are not supported!
es: ¡Los archivos ejecutables no son compatibles!

# msg_detectedExecutablesfiles
source: We detected executables file(s) %@. These files are not supported so we can not attach same!
es: Detectamos archivos ejecutables %@. Estos archivos no son compatibles, por lo que no podemos adjuntarlos.

# lbl_AddingDocuments
source: Adding Document(s)
es: Agregar documentos

# lbl_Data_required
source: Data required
es: Datos requeridos

# lbl_Getting_File
source: Getting File..
es: Obteniendo archivo...

# msg_can_not_view_attachment_offline
source: You cannot preview attachments while offline
es: No puedes obtener una vista previa de los archivos adjuntos sin conexión

# msg_can_not_delete_attachment_offline
source: You cannot delete attachments while offline
es: No puedes eliminar archivos adjuntos mientras estás desconectado

# msg_chart_constatnts_not_avlble
source: Chart constatnts are not available. Please try out later!
es: Las constantes del gráfico no están disponibles. ¡Pruébalo más tarde!

# msg_chart_add_label
source: Please add label first.
es: Primero agregue la etiqueta.

# msg_chart_max_Dataset_reached
source: Maximum datasets limit reached. No more datasets is allowed.
es: Se alcanzó el límite máximo de conjuntos de datos. No se permiten más conjuntos de datos.

# msg_chart_valid_Dataset_name
source: Please make sure every dataset has unique name and it should be not blank.
es: Asegúrese de que cada conjunto de datos tenga un nombre único y que no esté en blanco.

# msg_chart_Dataset_noblank_name
source: Please make sure every dataset name should be not blank.
es: Asegúrese de que el nombre de cada conjunto de datos no esté en blanco.

# msg_chart_delete_dataset_confrm
source: Do you want to delete dataset
es: Quieres eliminar el conjunto de datos

# msg_chart_valid_dataset_value
source: Dataset value must be valid number. Please enter valid number.
es: El valor del conjunto de datos debe ser un número válido. Ingrese un número válido.

# msg_form_updated_other_tech_pull_first
source: %@ has been updated by other technicians, so it is required to pull from server
es: %@ ha sido actualizado por otros técnicos, por lo que es necesario extraerlo del servidor

# msg_select_reasons_all_deficiencies
source: Please select reasons for all the deficiencies
es: Por favor seleccione los motivos de todas las deficiencias.

# msg_are_sure_data_lost
source: Are you sure? Unsaved data would be lost
es: ¿Está seguro? Los datos no guardados se perderían

# msg_Invalid_add_row
source: Invalid add row value
es: Valor de agregar fila no válido

# msg_add_row_non_Zero
source: Add row value should be non zero
es: Agregar valor de fila debe ser distinto de cero

# msg_add_row_max_ten
source: Maximum 10 rows can be added at one time.
es: Se pueden agregar un máximo de 10 filas a la vez.

# msg_duplicate_selected_rows
source: Do you want to duplicate selected row(s)?
es: ¿Quiere duplicar las filas seleccionadas?

# msg_delete_selected_rows
source: Do you want to delete selected row(s)?
es: ¿Quiere eliminar las filas seleccionadas?

# msg_no_data
source: No data found.
es: No se encontraron datos.

# msg_duplicate_row
source: Do you want to duplicate row %@?
es: ¿Quieres duplicar la fila %@?

# msg_delete_row
source: Do you want to delete row %@?
es: ¿Quieres eliminar la fila %@?

# msg_asset_already_linked_row
source: An asset is already linked to selected row. Do you want to delete existing and link new asset on same row
es: Un activo ya está vinculado a la fila seleccionada. ¿Desea eliminar el activo existente y vincular uno nuevo en la misma fila?

# msg_link_asset_row_confm
source: Do you want to link asset to selected row?
es: ¿Quiere vincular el activo a la fila seleccionada?

# msg_asset_already_linked_section
source: This will overwrite the existing Asset Section. Do you want to continue?
es: Esto sobrescribirá la Sección de Activos existente. ¿Quieres continuar?

# msg_link_asset_section_confm
source: To scan & inspect another asset, go to next section
es: Para escanear e inspeccionar otros activos, vaya a la siguiente sección

# msg_asset_already_linked_form
source: An Asset is already attached to this form
es: Ya hay un activo adjunto a este formulario

# msg_chart_valid_lbl_name
source: Please enter a valid number for chart plotting.
es: Introduzca un número válido para trazar el gráfico.

# msg_chart_valid_lbl_value
source: Please enter a value higher than %@.
es: Por favor, introduzca un valor mayor que %@.

# msg_chart_valid_prev_lbl_value
source: Please enter a value lower than %@.
es: Por favor, introduzca un valor menor que %@.

# msg_chart_atleast_need_two_lbl
source: We need at least two labels to draw a chart.
es: Necesitamos al menos dos etiquetas para dibujar un gráfico.

# msg_chart_lbl_noblank_name
source: Please make sure label value should be not blank.
es: Asegúrese de que el valor de la etiqueta no esté en blanco.

# msg_chart_delete_lbl_confrm
source: Do you want to delete label
es: Quieres eliminar la etiqueta

# msg_chart_select_dataset_color
source: Please select color.
es: Por favor seleccione el color.

# msg_tbl_atleast_need_one_row
source: A table should have atleast one row
es: Una tabla debe tener al menos una fila.

# msg_asset_link_failed
source: Couldn't link asset. Please try again later.
es: No se pudo vincular el activo. Inténtelo de nuevo más tarde.

# msg_scan_failed
source: Couldn't scan code. Please try again later.
es: No se pudo escanear el código. Inténtelo de nuevo más tarde.

# msg_asset_type_not_supported
source: Asset type not supported. Please contact support
es: Tipo de activo no admitido. Por favor contacte con soporte

source: Invalid Name
es: Nombre inválido

# lbl_Rename_Form
source: Rename Form
es: Cambiar nombre del formulario

# lbl_Rename_Section
source: Rename Section
es: Cambiar nombre de sección

# msg_noEnterSpecialChars
source: Do not enter special characters like $,/,etc..
es: No ingrese caracteres especiales como $,/,etc.

# msg_plsNoEnterSpecialChars
source: Please do not enter special characters for the name!
es: ¡Por favor, no introduzca caracteres especiales para el nombre!

# msg_fileNameTooLong
source: File name too long
es: Nombre de archivo demasiado largo

# msg_enterShortfileName
source: Please shorten the name!
es: ¡Por favor acorte el nombre!

# msg_formNameNotBlank
source: Please make sure form name should be not blank.
es: Asegúrese de que el nombre del formulario no esté en blanco.

# lbl_Name
source: Name
es: Nombre

source: Please wait...
es: Por favor espera...

source: Loading...
es: Cargando...

source: Saving
es: Ahorro

source: Deleting
es: Eliminando

source: Syncing
es: Sincronización

source: Save
es: Guardar

# lbl_Ascending
source: Ascending
es: Ascendente

# lbl_Descending
source: Descending
es: Descendente

# lbl_Sort
source: Sort
es: Ordenar

# lbl_Filter
source: Filter
es: Filtrar

# lbl_Sort_Filter
source: Sort and Filter
es: Ordenar y filtrar

# lbl_Labels
source: Labels
es: Etiquetas

source: Select
es: Seleccionar

# lbl_Files_Added
source: File(s) Added
es: Archivo(s) agregado

# lbl_Reasons
source: Reason(s):
es: Motivo(s):

# lbl_View
source: View
es: Vista

# lbl_Not_Synced
source: Not Synced
es: No sincronizado

# lbl_Empty
source: Empty
es: Vacía

# msg_asset_inspected
source: This asset is already inspected
es: Este activo ya está inspeccionado.

# msg_asset_inspected_confirmation
source: Do you want to update the same?
es: ¿Quieres actualizar la misma?

# lbl_Severity
source: Severity
es: Gravedad

# lbl_Impairments_Found
source: Impairments Found
es: Deficiencias encontradas

# lbl_Critical
source: Critical
es: Crítico

# lbl_Non_Critical
source: Non-Critical
es: No crítico

# lbl_No_Deficiency
source: No Deficiency
es: Sin deficiencia

# lbl_Add_reason_here
source: Add reason here
es: Agrega el motivo aquí

# lbl_Add_recommendation_here
source: Add recommendation here
es: Agrega la recomendación aquí

# lbl_Choose_Severity
source: Choose Severity
es: Elige la gravedad

# lbl_Due_Date_PH
source: Due Date
es: Fecha de vencimiento

# lbl_Recommendation
source: Recommendation
es: Recomendacione

# msg_errorNoNetwork_Recorder
source: You cannot use microphone while offline.
es: No puedes usar el micrófono sin conexión.

# lbl_AI_Suggestion
source: AI Generated Suggestions
es: Sugerencias generadas por IA

source: Size
es: Tamaño

source: Device Type
es: Tipo de Dispositivo

source: Quantity
es: Cantidad

source: Model
es: Modelo

source: Brand
es: Marca

# lbl_Dupilcate_row_header
source: Duplicate Row(s)
es: Filas duplicadas

# lbl_End_Table
source: At the end of table
es: Al final de la mesa

# lbl_After_Original_Row
source: After original row
es: Después de la fila original

# msg_SectionCreateConfirmation
source: This newly added section cannot be removed later. Do you want to proceed?
es: Esta sección recién añadida no se puede eliminar posteriormente. ¿Desea continuar?

# lbl_Proceed
source: Proceed
es: Proceder
